{
  "EN": {
    "vision_section_1": "Established in 2011 in Dar Chaabene El Fehri, Nabeul, K.W Manufacturing is a pioneering exporter of sewing services in the textile industry. Our commitment lies in delivering high-value solutions, leveraging innovative production techniques such as the Kaizen system, overseen by experienced managers and technicians. At K.W Manufacturing, our mission is to foster a motivating, socio-economically conscious, and respectful work environment for all team members involved in our production lines. Our core values of expertise, precision, efficiency, and adherence to deadlines drive every aspect of our operations.",
    "sustainability-t1": "Carbon footpring reduction",
    "sustainability-t2": "Waste reduction",
    "sustainability-t3": "Eco friendly materials",
    "sustainability-t4": "Ethical manufacturing",
    "services-t0": "Services",
    "services-d0": "Our clothing manufacturing factory offers a comprehensive suite of services including design assistance, prototyping, and sample development. With expertise in pattern making, grading, and garment construction, we ensure precision and quality at every step. We cater to both small-scale and large-scale orders, maintaining efficiency and attention to detail throughout production. Additionally, our customization options such as screen printing, embroidery, and fabric dyeing add unique touches to each garment. Whether it's casual wear, sportswear, or high-fashion apparel, we are dedicated to delivering excellence in manufacturing.",
    "services-t1": "Sourcing",
    "services-t2": "Design & Development",
    "services-t3": "Manufacturing",
    "services-t4": "Quality Control",
    "services-t5": "Customization",
    "services-t6": "Sustainability",
    "services-d1": "Our sourcing services encompass global supplier identification, negotiation, and quality control to ensure the finest materials for your garments.",
    "services-d2": "Our design and development services offer comprehensive support from concept ideation to prototype creation, utilizing creative expertise and cutting-edge techniques to bring your vision to fruition with precision and innovation.",
    "services-d3": "Our manufacturing services ensure the highest standards of garment production, from initial pattern making to final assembly, delivering exceptional quality and consistency.",
    "services-d4": "Our quality control services rigorously inspect each garment to guarantee adherence to specifications and standards, ensuring impeccable craftsmanship and customer satisfaction.",
    "services-d5": "Our customization services provide a plethora of options including screen printing, embroidery, and fabric dyeing, allowing for unique and personalized touches to enhance the appeal of each garment.",
    "services-d6": "Our commitment to sustainable practices drives us to minimize environmental impact through eco-friendly materials, ethical sourcing, and energy-efficient manufacturing processes, ensuring a greener future for the fashion industry.",
    "team-t0": "Team",
    "team-d0": "United in Purpose, Stronger as One: Meet Our Team",
    "team-tmp1": "Managing Director",
    "team-tmp2": "Product Manager",
    "team-tmp3": "Quality Manager",
    "team-tmp4": "HR Manager",
    "contact-t0": "Contact us!",
    "contact-d0": "We value your feedback, inquiries, and collaboration opportunities. Please feel free to reach out to us using the contact information provided below. Our dedicated team is here to assist you and address any questions or concerns you may have.",
    "contact-nme": "Your Name",
    "contact-nme-tt": "Enter your name",
    "contact-eml": "Your Email",
    "contact-eml-tt": "Enter your email",
    "contact-msg": "Your Message",
    "contact-msg-tt": "Enter your message",
    "contact-cta": "Send Email"
  },
  "FR": {
    "vision_section_1": "Établie en 2011 à Dar Chaabene El Fehri, Nabeul, K.W Manufacturing est un exportateur pionnier de services de couture dans l'industrie textile. Notre engagement réside dans la fourniture de solutions à haute valeur ajoutée, en exploitant des techniques de production innovantes telles que le système Kaizen, supervisées par des managers et des techniciens expérimentés. Chez K.W Manufacturing, notre mission est de favoriser un environnement de travail motivant, socialement et économiquement conscient, et respectueux pour tous les membres de l'équipe impliqués dans nos lignes de production. Nos valeurs fondamentales d'expertise, de précision, d'efficacité et de respect des délais guident tous les aspects de nos opérations.",
    "sustainability-t1": "Réduction de l'empreinte carbone",
    "sustainability-t2": "Réduction des déchets",
    "sustainability-t3": "Matériaux écologiques",
    "sustainability-t4": "Fabrication éthique",
    "services-t0": "Services",
    "services-d0": "Notre usine de confection propose une gamme complète de services, y compris l'assistance à la conception, le prototypage et le développement d'échantillons. Grâce à notre expertise en création de patrons, gradation et construction de vêtements, nous assurons précision et qualité à chaque étape. Nous répondons aux commandes de petite et grande échelle, en maintenant efficacité et attention aux détails tout au long de la production. De plus, nos options de personnalisation telles que la sérigraphie, la broderie et la teinture des tissus ajoutent des touches uniques à chaque vêtement. Qu'il s'agisse de vêtements décontractés, de vêtements de sport ou de vêtements de haute couture, nous nous engageons à offrir l'excellence dans la fabrication.",
    "services-t1": "Approvisionnement",
    "services-t2": "Conception & Développement",
    "services-t3": "Fabrication",
    "services-t4": "Contrôle de qualité",
    "services-t5": "Personnalisation",
    "services-t6": "Durabilité",
    "services-d1": "Nos services d'approvisionnement couvrent l'identification des fournisseurs mondiaux, la négociation et le contrôle de la qualité pour garantir les meilleurs matériaux pour vos vêtements.",
    "services-d2": "Nos services de conception et de développement offrent un support complet, de l'idéation du concept à la création de prototypes, en utilisant une expertise créative et des techniques de pointe pour concrétiser votre vision avec précision et innovation.",
    "services-d3": "Nos services de fabrication garantissent les normes les plus élevées de production de vêtements, de la création initiale de patrons à l'assemblage final, offrant une qualité et une cohérence exceptionnelles.",
    "services-d4": "Nos services de contrôle qualité inspectent rigoureusement chaque vêtement pour garantir le respect des spécifications et des normes, assurant un artisanat impeccable et la satisfaction du client.",
    "services-d5": "Nos services de personnalisation offrent une multitude d'options, y compris la sérigraphie, la broderie et la teinture des tissus, permettant des touches uniques et personnalisées pour rehausser l'attrait de chaque vêtement.",
    "services-d6": "Notre engagement en faveur de pratiques durables nous pousse à minimiser l'impact environnemental grâce à des matériaux écologiques, un approvisionnement éthique et des processus de fabrication économes en énergie, assurant un avenir plus vert pour l'industrie de la mode.",
    "team-t0": "Équipe",
    "team-d0": "Unis dans un même but, plus forts ensemble : Rencontrez notre équipe",
    "team-tmp1": "Directeur général",
    "team-tmp2": "Chef de produit",
    "team-tmp3": "Responsable qualité",
    "team-tmp4": "Responsable RH",
    "contact-t0": "Contactez-nous !",
    "contact-d0": "Nous apprécions vos commentaires, vos demandes de renseignements et vos opportunités de collaboration. N'hésitez pas à nous contacter en utilisant les coordonnées fournies ci-dessous. Notre équipe dédiée est là pour vous aider et répondre à toutes vos questions ou préoccupations.",
    "contact-nme": "Votre nom",
    "contact-nme-tt": "Entrez votre nom",
    "contact-eml": "Votre e-mail",
    "contact-eml-tt": "Entrez votre e-mail",
    "contact-msg": "Votre message",
    "contact-msg-tt": "Entrez votre message",
    "contact-cta": "Envoyer un e-mail"
  },
  "ES": {
    "vision_section_1": "Establecida en 2011 en Dar Chaabene El Fehri, Nabeul, K.W Manufacturing es un exportador pionero de servicios de costura en la industria textil. Nuestro compromiso radica en ofrecer soluciones de alto valor, aprovechando técnicas de producción innovadoras como el sistema Kaizen, supervisado por gerentes y técnicos experimentados. En K.W Manufacturing, nuestra misión es fomentar un entorno de trabajo motivador, social y económicamente consciente, y respetuoso para todos los miembros del equipo involucrados en nuestras líneas de producción. Nuestros valores fundamentales de experiencia, precisión, eficiencia y cumplimiento de plazos guían cada aspecto de nuestras operaciones.",
    "sustainability-t1": "Reducción de la huella de carbono",
    "sustainability-t2": "Reducción de residuos",
    "sustainability-t3": "Materiales ecológicos",
    "sustainability-t4": "Fabricación ética",
    "services-t0": "Servicios",
    "services-d0": "Nuestra fábrica de confección ofrece una gama completa de servicios que incluyen asistencia de diseño, creación de prototipos y desarrollo de muestras. Con experiencia en creación de patrones, graduación y construcción de prendas, garantizamos precisión y calidad en cada paso. Atendemos tanto pedidos de pequeña como de gran escala, manteniendo la eficiencia y la atención al detalle durante toda la producción. Además, nuestras opciones de personalización, como la serigrafía, el bordado y el teñido de telas, añaden toques únicos a cada prenda. Ya sea ropa casual, ropa deportiva o moda de alta costura, estamos dedicados a ofrecer excelencia en la fabricación.",
    "services-t1": "Abastecimiento",
    "services-t2": "Diseño y desarrollo",
    "services-t3": "Fabricación",
    "services-t4": "Control de calidad",
    "services-t5": "Personalización",
    "services-t6": "Sostenibilidad",
    "services-d1": "Nuestros servicios de abastecimiento abarcan la identificación de proveedores globales, la negociación y el control de calidad para garantizar los mejores materiales para sus prendas.",
    "services-d2": "Nuestros servicios de diseño y desarrollo ofrecen un soporte integral desde la ideación del concepto hasta la creación del prototipo, utilizando experiencia creativa y técnicas de vanguardia para hacer realidad su visión con precisión e innovación.",
    "services-d3": "Nuestros servicios de fabricación aseguran los más altos estándares de producción de prendas, desde la creación inicial de patrones hasta el ensamblaje final, ofreciendo una calidad y consistencia excepcionales.",
    "services-d4": "Nuestros servicios de control de calidad inspeccionan rigurosamente cada prenda para garantizar el cumplimiento de especificaciones y estándares, asegurando una artesanía impecable y la satisfacción del cliente.",
    "services-d5": "Nuestros servicios de personalización ofrecen una multitud de opciones que incluyen serigrafía, bordado y teñido de telas, permitiendo toques únicos y personalizados para mejorar el atractivo de cada prenda.",
    "services-d6": "Nuestro compromiso con las prácticas sostenibles nos impulsa a minimizar el impacto ambiental a través de materiales ecológicos, abastecimiento ético y procesos de fabricación energéticamente eficientes, asegurando un futuro más verde para la industria de la moda.",
    "team-t0": "Equipo",
    "team-d0": "Unidos en Propósito, Más Fuertes como Uno: Conozca a Nuestro Equipo",
    "team-tmp1": "Director General",
    "team-tmp2": "Gerente de Producto",
    "team-tmp3": "Gerente de Calidad",
    "team-tmp4": "Gerente de RRHH",
    "contact-t0": "¡Contáctenos!",
    "contact-d0": "Valoramos sus comentarios, consultas y oportunidades de colaboración. No dude en ponerse en contacto con nosotros utilizando la información de contacto proporcionada a continuación. Nuestro equipo dedicado está aquí para ayudarlo y responder cualquier pregunta o inquietud que pueda tener.",
    "contact-nme": "Su nombre",
    "contact-nme-tt": "Ingrese su nombre",
    "contact-eml": "Su correo electrónico",
    "contact-eml-tt": "Ingrese su correo electrónico",
    "contact-msg": "Su mensaje",
    "contact-msg-tt": "Ingrese su mensaje",
    "contact-cta": "Enviar correo electrónico"
  }
}
