{
  "EN": {
    "nav_vision": "vision",
    "nav_sustainability": "sustainability",
    "nav_services": "services",
    "nav_team": "team",
    "nav_contact": "contact",
    "vision_section_1": "Established in 2011 in Dar Chaabene El Fehri, Nabeul, K.W Manufacturing is a pioneering exporter of sewing, sustainable dyeing and digital printing services in the textile industry. Our commitment lies in delivering high-value solutions, leveraging innovative production techniques such as the Kaizen system, overseen by experienced managers and technicians. At K.W Manufacturing, our mission is to foster a motivating, socio-economically conscious, and respectful work environment for all team members involved in our production lines. Our core values of expertise, precision, efficiency, and adherence to deadlines drive every aspect of our operations.",
    "sustainability_t1": "Carbon footprint reduction",
    "sustainability_p1": "We meticulously design our clothing manufacturing processes to minimize our carbon footprint. By sourcing sustainable materials like organic cotton and recycled polyester and using energy-efficient production techniques, we reduce emissions throughout our supply chain. We also prioritize local sourcing and distribution to cut fuel consumption and use innovative technologies like water-saving dyeing methods and renewable energy. Continuously refining our practices, we aim to set a standard for sustainable fashion and contribute to a healthier planet for future generations.",
    "sustainability_t2": "Waste reduction",
    "sustainability_p2": "We prioritize waste reduction in our clothing manufacturing process to enhance product quality and benefit the environment. Using techniques like zero-waste pattern cutting, efficient fabric use, and responsible material sourcing, we minimize waste at every stage. We also focus on recycling and upcycling excess materials, aiming to produce high-quality garments while promoting sustainability.",
    "sustainability_t3": "Eco friendly materials",
    "sustainability_p3": "Eco-friendly materials are essential to our clothing manufacturing process, enhancing product quality and protecting the environment. By sourcing sustainable materials like organic cotton, recycled polyester, and biodegradable fabrics, we reduce our environmental impact. Additionally, we ensure that our materials are ethically sourced and processed, supporting fair labor practices. These efforts help us produce high-quality garments that promote sustainability and set a standard for environmentally responsible fashion.",
    "sustainability_t4": "Ethical manufacturing",
    "sustainability_p4": "Ethical manufacturing is at the core of our clothing production process, ensuring that we respect both people and the planet. We adhere to fair labor practices, providing safe working conditions and fair wages for our workers. By partnering with suppliers who share our commitment to ethical standards, we promote social responsibility throughout our supply chain. These practices not only enhance the quality of our garments but also contribute to a more just and equitable fashion industry.",
    "services_t0": "Services",
    "services_d0": "Our clothing manufacturing factory offers a comprehensive suite of services including design assistance, prototyping, and sample development. With expertise in pattern making, grading, and garment construction, we ensure precision and quality at every step. We cater to both small-scale and large-scale orders, maintaining efficiency and attention to detail throughout production. Additionally, our customization options such as screen printing, embroidery, and fabric dyeing add unique touches to each garment. Whether it's casual wear, sportswear, or high_fashion apparel, we are dedicated to delivering excellence in manufacturing.",
    "services_t1": "Sourcing",
    "services_t2": "Design & Development",
    "services_t3": "Manufacturing",
    "services_t4": "Quality Control",
    "services_t5": "Customization",
    "services_t6": "Sustainability",
    "services_d1": "Our sourcing services encompass global supplier identification, negotiation, and quality control to ensure the finest materials for your garments.",
    "services_d2": "Our design and development services offer comprehensive support from concept ideation to prototype creation, utilizing creative expertise and cutting_edge techniques to bring your vision to fruition with precision and innovation.",
    "services_d3": "Our manufacturing services ensure the highest standards of garment production, from initial pattern making to final assembly, delivering exceptional quality and consistency.",
    "services_d4": "Our quality control services rigorously inspect each garment to guarantee adherence to specifications and standards, ensuring impeccable craftsmanship and customer satisfaction.",
    "services_d5": "Our customization services provide a plethora of options including screen printing, embroidery, and fabric dyeing, allowing for unique and personalized touches to enhance the appeal of each garment.",
    "services_d6": "Our commitment to sustainable practices drives us to minimize environmental impact through eco-friendly materials, ethical sourcing, and energy-efficient manufacturing processes, ensuring a greener future for the fashion industry.",
    "team_t0": "Team",
    "team_d0": "United in Purpose, Stronger as One: Meet Our Team",
    "team_tmp1": "Managing Director",
    "team_tmp2": "Product Manager",
    "team_tmp3": "Quality Manager",
    "team_tmp4": "HR Manager",
    "contact_t0": "Contact us!",
    "contact_d0": "We value your feedback, inquiries, and collaboration opportunities. Please feel free to reach out to us using the contact information provided below. Our dedicated team is here to assist you and address any questions or concerns you may have.",
    "contact_nme": "Your Name",
    "contact_nme_tt": "Enter your name",
    "contact_eml": "Your Email",
    "contact_eml_tt": "Enter your email",
    "contact_msg": "Your Message",
    "contact_msg_tt": "Enter your message",
    "contact_cta": "Send Email"
  },
  "FR": {
    "nav_vision": "vision",
    "nav_sustainability": "durabilité",
    "nav_services": "services",
    "nav_team": "équipe",
    "nav_contact": "contact",
    "vision_section_1": "Établie en 2011 à Dar Chaabene El Fehri, Nabeul, K.W Manufacturing est un exportateur pionnier de services de couture, de teinture durable et d’impression numérique dans l'industrie textile. Notre engagement réside dans la fourniture de solutions à haute valeur ajoutée, en exploitant des techniques de production innovantes telles que le système Kaizen, supervisées par des managers et des techniciens expérimentés. Chez K.W Manufacturing, notre mission est de favoriser un environnement de travail motivant, socialement et économiquement conscient, et respectueux pour tous les membres de l'équipe impliqués dans nos lignes de production. Nos valeurs fondamentales d'expertise, de précision, d'efficacité et de respect des délais guident tous les aspects de nos opérations.",
    "sustainability_t1": "Réduction de l'empreinte carbone",
    "sustainability_p1": "Nous concevons méticuleusement nos processus de fabrication de vêtements pour minimiser notre empreinte carbone. En nous approvisionnant en matériaux durables tels que le coton biologique et le polyester recyclé et en utilisant des techniques de production écoénergétiques, nous réduisons les émissions tout au long de notre chaîne d'approvisionnement. Nous privilégions également les approvisionnements et distributions locaux pour réduire la consommation de carburant et utilisons des technologies innovantes telles que des méthodes de teinture économes en eau et des énergies renouvelables. En affinant continuellement nos pratiques, nous visons à établir une norme pour la mode durable et à contribuer à une planète plus saine pour les générations futures.",
    "sustainability_t2": "Réduction des déchets",
    "sustainability_p2": "Nous privilégions la réduction des déchets dans notre processus de fabrication de vêtements pour améliorer la qualité des produits et bénéficier à l'environnement. En utilisant des techniques telles que la coupe de patrons sans déchets, l'utilisation efficace des tissus et l'approvisionnement responsable en matériaux, nous minimisons les déchets à chaque étape. Nous nous concentrons également sur le recyclage et le surcyclage des matériaux excédentaires, dans le but de produire des vêtements de haute qualité tout en promouvant la durabilité.",
    "sustainability_t3": "Matériaux écologiques",
    "sustainability_p3": "Les matériaux écologiques sont essentiels à notre processus de fabrication de vêtements, améliorant la qualité des produits et protégeant l'environnement. En nous approvisionnant en matériaux durables tels que le coton biologique, le polyester recyclé et les tissus biodégradables, nous réduisons notre impact environnemental. De plus, nous veillons à ce que nos matériaux soient éthiquement sourcés et traités, soutenant des pratiques de travail équitables. Ces efforts nous aident à produire des vêtements de haute qualité qui favorisent la durabilité et établissent une norme pour la mode respectueuse de l'environnement.",
    "sustainability_t4": "Fabrication éthique",
    "sustainability_p4": "La fabrication éthique est au cœur de notre processus de production de vêtements, garantissant que nous respectons à la fois les personnes et la planète. Nous adhérons à des pratiques de travail équitables, en fournissant des conditions de travail sûres et des salaires équitables à nos travailleurs. En partenariat avec des fournisseurs qui partagent notre engagement envers des normes éthiques, nous promouvons la responsabilité sociale tout au long de notre chaîne d'approvisionnement. Ces pratiques améliorent non seulement la qualité de nos vêtements mais contribuent également à une industrie de la mode plus juste et équitable.",
    "services_t0": "Services",
    "services_d0": "Notre usine de confection propose une gamme complète de services, y compris l'assistance à la conception, le prototypage et le développement d'échantillons. Grâce à notre expertise en création de patrons, gradation et construction de vêtements, nous assurons précision et qualité à chaque étape. Nous répondons aux commandes de petite et grande échelle, en maintenant efficacité et attention aux détails tout au long de la production. De plus, nos options de personnalisation telles que la sérigraphie, la broderie et la teinture des tissus ajoutent des touches uniques à chaque vêtement. Qu'il s'agisse de vêtements décontractés, de vêtements de sport ou de vêtements de haute couture, nous nous engageons à offrir l'excellence dans la fabrication.",
    "services_t1": "Approvisionnement",
    "services_t2": "Conception & Développement",
    "services_t3": "Fabrication",
    "services_t4": "Contrôle de qualité",
    "services_t5": "Personnalisation",
    "services_t6": "Durabilité",
    "services_d1": "Nos services d'approvisionnement couvrent l'identification des fournisseurs mondiaux, la négociation et le contrôle de la qualité pour garantir les meilleurs matériaux pour vos vêtements.",
    "services_d2": "Nos services de conception et de développement offrent un support complet, de l'idéation du concept à la création de prototypes, en utilisant une expertise créative et des techniques de pointe pour concrétiser votre vision avec précision et innovation.",
    "services_d3": "Nos services de fabrication garantissent les normes les plus élevées de production de vêtements, de la création initiale de patrons à l'assemblage final, offrant une qualité et une cohérence exceptionnelles.",
    "services_d4": "Nos services de contrôle qualité inspectent rigoureusement chaque vêtement pour garantir le respect des spécifications et des normes, assurant un artisanat impeccable et la satisfaction du client.",
    "services_d5": "Nos services de personnalisation offrent une multitude d'options, y compris la sérigraphie, la broderie et la teinture des tissus, permettant des touches uniques et personnalisées pour rehausser l'attrait de chaque vêtement.",
    "services_d6": "Notre engagement en faveur de pratiques durables nous pousse à minimiser l'impact environnemental grâce à des matériaux écologiques, un approvisionnement éthique et des processus de fabrication économes en énergie, assurant un avenir plus vert pour l'industrie de la mode.",
    "team_t0": "Équipe",
    "team_d0": "Unis dans un même but, plus forts ensemble : Rencontrez notre équipe",
    "team_tmp1": "Directeur général",
    "team_tmp2": "Chef de produit",
    "team_tmp3": "Responsable qualité",
    "team_tmp4": "Responsable RH",
    "contact_t0": "Contactez-nous !",
    "contact_d0": "Nous apprécions vos commentaires, vos demandes de renseignements et vos opportunités de collaboration. N'hésitez pas à nous contacter en utilisant les coordonnées fournies ci-dessous. Notre équipe dédiée est là pour vous aider et répondre à toutes vos questions ou préoccupations.",
    "contact_nme": "Votre nom",
    "contact_nme_tt": "Entrez votre nom",
    "contact_eml": "Votre e-mail",
    "contact_eml_tt": "Entrez votre e-mail",
    "contact_msg": "Votre message",
    "contact_msg_tt": "Entrez votre message",
    "contact_cta": "Envoyer un e-mail"
  }
}